[
    {
        "header": "The power of silence",
        "subheader": "TIP OF THE MONTH",
        "imgpath": "miniblog_power",
        "text": "Is your TV talking non-stop? Do you listen to music all the time? Do you always need some noise around you? People say that the magic is in the early hours of the morning (like 5:00 a.m.), also because the world is still so quiet. If you're not an early bird, I still encourage you to spend some time during the day in absolute silence. It's amazing for your brain, mental clarity and a necessary break from our loud world\".\n\nMy possible moments of silence:\n- After exercise, I sometimes turn off the music, close the laptop and just sit.\n- Sometimes I like to wake up earlier than others and stretch or take deep breaths.\n- During the morning make-up + oil, I cannot talk and no one can ask me questions.\n- During creative work, I can concentrate best if it is completely quiet. e.g. when writing texts...\n- Getting ready for bed: Alone in the bathroom, washing off make-up, etc. - a great moment for quiet self-care!\n- Shortly before bed: I turn off the big lights, I only have small ones next to the bed, no phone screens. Maybe I'm reading a book, maybe I'm writing something down... in silence."
    },
    {
        "header": "How I stay organized",
        "subheader": "TIP OF THE MONTH",
        "imgpath": "miniblog_organized",
        "text": "As many of you know, I LOVE making lists :D It helps my brain stay structured, so more relaxed, knowing what's coming up, I can visually see my tasks and move them around to optimize time / organize them to give greater meaning. Moreover, I don't risk forgetting something important\n\n-Sunday: I sit down and write a rough plan for the week\n- Every night; I write a to-do list for the next day, focusing on a) the most important task and b) the thing I want to do first thing in the morning.\n-One last thing before I fall, what was a happy moment today? What am I proud of? I like to end my day by thinking about the positives (actually writing them down in a book) so I go to sleep with a smile.\n\nPS: Plans are made to be changed haha. Not everything has to work according to the list. Stay flexible!"
    },
    {
        "header": "Reduce radiation",
        "subheader": "TIP OF THE MONTH",
        "imgpath": "miniblog_reduce_radiation",
        "text": "I care a lot about reducing phone/wi-fi emissions, probably mostly because I use my electronics a lot during the day.\n\nIt means:\n1. turn off wifi at night / pull out the plug\n2. all phones in flight mode during the night + put them in another room\n3. If I use a belt bag (Bauchtasche) -> flight mode so that I don't have radiation directly in my stomach\n4. Dad gave me a blanket that reduces radiation between you + whatever you use (it works, we tested with the machine). If I sit on the sofa, e.g. put a blanket between my laptop and me.\n5. I stop using AirPods whenever possible as they have insanely high radiation levels, even compared to other bluetooth headphones (we measured others with this machine when we saw articles about it)"
    },
    {
        "header": "Benefits of exercising",
        "subheader": "TIP OF THE MONTH",
        "imgpath": "miniblog_exercise",
        "text": "Besides seeing the visual changes/belly/round booty/weight loss/etc.\n\n1. A more powerful BRAIN! Exercise helps create new brain cells, which increases brain power and brain activity.\n2. Sharpens your memory. Sport increases the production of cells that are responsible for learning and memory.\n3. It will improve your mood and thanks to endorphins (hormones of happiness) during exercise you will become a happier person.\n4. Prevents signs of aging and strengthens your tissues = e.g. less cellulite, less sagging skin,...\n5. Strengthens the immune system = you will get sick less often.\n6. It boosts your confidence.\n7. It helps you sleep better.\n8. More muscle mass = burning more fat while doing nothing.\n9. It may burn energy in the moment, but sports will make you a more energetic person in the long run! Less fatigue, less laziness, better sleep = more energy."
    },
    {
        "header": "Mobility & flexibility",
        "subheader": "TIP OF THE MONTH",
        "imgpath": "miniblog_mobilityFlexibility",
        "text": "Do you move smoothly? Why should we also practice mobility and flexibility from time to time? I know it sometimes seems \"unnecessary\" but trust me. vou'll feel so much better!\n\n- to minimize the risk of knots and injuries\n- being able to perform a full range of motion for all kinds of life lor sports) related movements & not screaming .ouch I cannot reach my toes\"\n- reduces muscle tension from sitting a lot or the opposite: exercising regularly\n- therefore may reduce back, hip & knee pain\n- performing fitness movements with a better technique\n- to improve your posture"
    }
]