[
    {
        "name": "Mexican rice with chicken",
        "imgpath": "recipe_mexicanRice_chicken",
        "difficulty": "easy",
        "waitingtime": 35,
        "cookingtime": 20,
        "nutritions": "506 kcal;57g carbs;10,5g fat;44g protein",
        "dietary": "gluten_free;lactose_free;sugar_free",
        "buttonimagepaths": "recipe_mexicanRice_chicken_buttonImagePaths1;recipe_mexicanRice_chicken_buttonImagePaths2;recipe_mexicanRice_chicken_buttonImagePaths3",
        "description": "Although this rice is popularly cooked in Mexico, it has its origins in Arabic cuisine. \"Red rice\" is prepared a little differently in every corner of the world, but it is always a combination of long grain rice, tomatoes and root. It is a complete meal for lunch or dinner.",
        "recipesteps": "Fry the onion in olive oil, then add chopped garlic and meat. We will roast everything properly together. Season with salt and black pepper.;Next, add frozen vegetables, rice, tomato puree and pour chicken broth over it.;Stir once more, cover with a lid and let it simmer for 20 minutes on the lowest setting.;When it's done, just mix in the beans, sprinkle with cheese and cover with a lid for a while until the cheese melts. We can serve.;Enjoy!",
        "ingredients": "1 onion;2 cloves of garlic;3 tablespoons of olive oil;335g of chicken meat;200g of Vilgain basmati rice;145g of tomato puree;315ml of chicken broth; 1 packet of ready-to-eat beans; 70g of cheddar cheese;salt;black pepper"
    },
    {
        "name": "Poke Bowl",
        "imgpath": "recipe_poke_bowl",
        "difficulty": "easy",
        "waitingtime": 5,
        "cookingtime": 35,
        "nutritions": "558 kcal;73g carbs;14g fat;35g protein",
        "dietary": "gluten_free;lactose_free;sugar_free",
        "buttonimagepaths": "recipe_poke_bowl_imgPaths1;recipe_poke_bowl_imgPaths2;recipe_poke_bowl_imgPaths3",
        "description": "Healty. Easy. Nutritional. These are exactly the dishes that we try to include in our menus after the high-calorie holidays. One of them is e.g. the popular poke bowl that you can prepare in countless different ways.",
        "recipesteps": "Cook the rice according to the instructions and season it with vinegar and amino sauce.; Fry the shrimps in ghee and add dried garlic, chili, salt and lemon juice to the pan.;Cut the remaining ingredients into the desired pieces.;We put everything in a bowl according to our taste, season it with poke sauce, enjoy it and share it on Instagram with the tag @aktinrecepty.",
        "ingredients": "150g rice;2 tablespoons of rice vinegar;1 tablespoon of soy sauce;200g shrimp;1 tablespoon of dried garlic;1/2 teaspoon of chili flakes;50g avocado;50g mango;100g edamame"
    },
    {
        "name": "Raffaello baked oats",
        "imgpath": "recipe_raffaello_oats",
        "difficulty": "medium",
        "waitingtime": 10,
        "cookingtime": 20,
        "nutritions": "536 kcal;41g carbs;24,5g fat;36g protein",
        "dietary": "gluten_free;lactose_free;sugar_free",
        "buttonimagepaths": "recipe_raffaello_oats_imgPaths1;recipe_raffaello_oats_imgPaths2",
        "description": "We have a simple and quick recipe for coconut lovers who don't have time in the morning, but want a really fancy breakfast! This baked oatmeal will fill you up for the whole morning and lift your spirits with its perfect taste! So let's get to it...",
        "recipesteps": "Mix the porridge mixture with milk and vanilla stevia drops and put it in a bowl that can be put in the oven.;Bake the porridge for 15-20 minutes at a temperature of 190 째C.;Garnish with Greek yogurt and coconut, coconut chips and chocolate-covered raspberries. Are you missing something here? You can improve the porridge with whatever you like best!",
        "ingredients": "80g vilgain instant oatmeal with coconut cream flavor;100ml coconut milk;15g shredded coconut;100g greek yogurt;vilgain raspberries in white chocolate;coconut chips;vanilla stevia drops"
    },
    {
        "name": "Cini minis",
        "imgpath": "recipe_cini_minis",
        "difficulty": "easy",
        "waitingtime": 5,
        "cookingtime": 35,
        "nutritions": "364 kcal;63,4g carbs;5,6g fat;11,4g protein",
        "dietary": "gluten_free;lactose_free;sugar_free",
        "buttonimagepaths": "recipe_cini_minis_imgPaths1;recipe_cini_minis_imgPaths2;recipe_cini_minis_imgPaths3",
        "description": "Are you in the mood for something different than before? How about making homemade crispy cinnamon cereal from a toaster? It is very simple and quite fast. Then you just pour milk over it and you can have breakfast or have them as a snack. Let's do this.",
        "recipesteps": "First, we prepare the filling by mixing water with honey and cinnamon. Then roll out the toasted bread and spoon the cinnamon mixture over each one.;Spread the mixture all over the toast up to the edge. Where we will glue it, we will leave a clean place. We put a sufficient amount of honey on the given region and press down so that it holds well.;Carefully cut the toast prepared in this way into rounds. If some of them accidentally come off, we press them down. Place in a hot air fryer or oven and bake at 180 째C for 5-10 minutes, depending on how baked and crispy we want it.;Place the cereal in a bowl, cover with milk and drizzle with honey.;Bon appetite. :)",
        "ingredients": "50ml water;65g honey;1.5 tablespoons of cinnamon;9 slices of vilgain sandwich bread"
    },
    {
        "name": "Gingerbread latte",
        "imgpath": "recipe_gingerbread_latte",
        "difficulty": "easy",
        "waitingtime": 5,
        "cookingtime": 15,
        "nutritions": "208 kcal;40,2g carbs;6,2g fat;10,2g protein",
        "dietary": "gluten_free;lactose_free;sugar_free",
        "buttonimagepaths": "recipe_gingerbread_latte_imgPaths1;recipe_gingerbread_latte_imgPaths2",
        "description": "December is here! The smell of needles and gingerbread all around us. We have prepared this simple Gingerbread latte for you, which will put even the biggest Grinch in the mood for Christmas! And it's also healthier and cheaper than Starbucks :).",
        "recipesteps": "Bring the milk to a boil. Add cinnamon, gingerbread spice, vanilla extract, maple syrup and beat gently.;Pour into your favorite mug, add two shots of espresso and sprinkle the milk foam with crushed honey.;Enjoy!",
        "ingredients": "1 cup of milk;1/2 teaspoon of cinnamon;1/2 teaspoon of gingerbread spice;2 teaspoons of maple syrup;4 drops of vanilla extract;2 espressos"
    },
    {
        "name": "Blueberry muesli slices",
        "imgpath": "recipe_blueberry_muesli_slices",
        "difficulty": "hard",
        "waitingtime": 40,
        "cookingtime": 35,
        "nutritions": "170 kcal;14g carbs;8g fat;11g protein",
        "dietary": "gluten_free;lactose_free;sugar_free",
        "buttonimagepaths": "recipe_blueberry_muesli_slices_imgPaths1;recipe_blueberry_muesli_slices_imgPaths2;recipe_blueberry_muesli_slices_imgPaths3;recipe_blueberry_muesli_slices_imgPaths4",
        "description": "A healthy protein-packed snack that only needs a few ingredients? That's exactly what these simple muesli slices with blueberries are. An ideal snack on the go, a dessert that will surprise any visitor, or a quick breakfast that will fill you up.\n\n",
        "recipesteps": "First, preheat the oven to 170 째C.; Mix oatmeal, protein, almond and coconut flour, coconut oil, honey and eggs in a bowl.;Place 3/5 of the resulting mixture on the bottom of a baking dish with baking paper and press it with your fingers so that the mixture is evenly spread over the entire surface (the size of the baking dish we used is 18 x 18 cm).;Apply blueberry jam to the base and spread it. Then sprinkle it with the rest of the dough and let it bake for 15-20 minutes.;Enjoy!",
        "ingredients": "10 g rolled oats;5g grass fed whey protein;5g almond flour;4g coconut oil;7g honey;1 egg;20g sugar-free blueberry jam;5g coconut flour"
    },
    {
        "name": "Winter salad of roasted vegetables",
        "imgpath": "recipe_winterSalad_vegetables",
        "difficulty": "hard",
        "waitingtime": 45,
        "cookingtime": 50,
        "nutritions": "440 kcal;55g carbs;16g fat;17g protein",
        "dietary": "gluten_free;lactose_free;sugar_free",
        "buttonimagepaths": "recipe_winterSalad_vegetables_imgPaths1;recipe_winterSalad_vegetables_imgPaths2",
        "description": "How about trying an unconventional salad made from roasted vegetables, which not only looks beautiful, but also tastes great? In addition, meeting the daily recommended intake of vegetables in summer is no problem. With today's recipe, we'll show you that it's easy even in winter.\n\n",
        "recipesteps": "Preheat the oven to 200째C and prepare the vegetables: wrap the beetroot in foil, place on a tray lined with baking paper and bake for 50 minutes.;Put the kale, pumpkin and sweet potatoes cut into smaller cubes into a bowl. Add a spoonful of olive oil, a spoonful of balsamic vinegar, a spoonful of dried garlic, salt and mix. Do you like spicy? You can also add a little chili and smoked paprika.;In another bowl, put the package of \"ready to eat\" chickpeas, again a spoonful of oil, salt and season again. Smoked paprika, thyme, rosemary or garlic are suitable.;Add the mixture of vegetables and chickpeas prepared in this way to the beets and bake for about 30 minutes until the vegetables are soft and the chickpeas are crispy. Allow to cool slightly after baking.;In the meantime, prepare deep plates, put fresh leaf spinach or another mix of salads in them. Add roasted vegetables, chickpeas, crumbled feta cheese and garnish with chopped almonds.;Bon appetite!",
        "ingredients": "100g sweet potato;100g cabbage;100g beetroot;200g squash;25g feta cheese;150g chickpeas;1 teaspoon of olive oil;1 teaspoon of balsamic vinegar;5g almonds;25g spinach leaves;dried garlic;chili;smoked paprika;thyme;rosemary"
    },
    {
        "name": "Creamy pea soup with croutons",
        "imgpath": "recipe_peaSoup",
        "difficulty": "medium",
        "waitingtime": 40,
        "cookingtime": 35,
        "nutritions": "131 kcal;19,2g carbs;2,8g fat;5,1g protein",
        "dietary": "gluten_free;lactose_free;sugar_free",
        "buttonimagepaths": "recipe_peaSoup_imgPaths1",
        "description": "Only green soup on Maundy Thursday. For example, this pea dish, which will be ready in a few minutes. You will definitely always have the ingredients for it at home. It tastes like cream, even though it is only thickened with vegetables. And it tastes best with crispy croutons!\n",
        "recipesteps": "Fry onion, cubed potato and peas in olive oil and ghee. Season with dried garlic.;Then pour water, add a spoonful of vegetable broth and let it cook until the potatoes are soft.;Blend the soup in a blender until smooth.;Pour back into the pot, add salt and pepper, sprinkle some dried ligure, add strained garlic and oatmeal.;Let's cook the soup for another 5 minutes.;It tastes best with croutons, which we make from toast that we cut into cubes and fry in ghee. We can also add dried ligurt beans.",
        "ingredients": "75g frozen peas;35g potatoes;1/8 onion;1/3 clove of garlic;1 teaspoon of olive oil;1 teaspoon of ghee;1 teaspoon of vegetable bouillon;160ml water;dried garlic;parsley;himalayan salt;pepper;croutons;1 tablespoon of rolled oats\n"
    }
]
